[
    {
        "info":
        {
            "text": "The body of the car is made with aluminum to minimize the overall weight. In order to support the structure and increase aerodynamic efficiency, special air ducts called \"NACA ducts\" are sculpted into the body panel. They direct air from beneath the car to the exterior and then up to the drivers compartment, reducing drag.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 286,
            "left": 535,
            "transform": 
            [
                {
                    "rotate": "0deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 210,
                "left": 400,
                "width": 260,
                "height": 65,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "A new feature of the latest generation are side vents which help direct air to the engine inlet. To provide protection, body panels extend to help absorb energy during a side-impact and its inlet is surrounded by a mesh cone to prevent any foreign objects from entering and damaging the engine.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 260,
            "left": 360,
            "transform": 
            [
                {
                    "rotate": "20deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 217,
                "left": 347,
                "width": 60,
                "height": 50,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "Inside the cockpit is a racing seat that is custom molded from energy absorbing foam to fit each driver. A driver is protected by a twelve-point harness, a steel roll cage, and an aluminum shell.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 150,
            "left": 417,
            "transform": 
            [
                {
                    "rotate": "180deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 180,
                "left": 400,
                "width": 60,
                "height": 30,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The driver's compartment contains all the absolute essentials a driver needs to operate the dragster - no more, no less. A removable steering wheel helps the driver get in and out while various levers, switches, and gauges help the driver control the car.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 176,
            "left": 483,
            "transform": 
            [
                {
                    "rotate": "195deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 180,
                "left": 457,
                "width": 70,
                "height": 40,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The afterburner is constructed of stainless-steel. Not only is it functional for directing exhaust - and more excitingly, throwing flames - it's also responsible for making up around 60% of the power output of the engine!",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 163,
            "left": 167,
            "transform": 
            [
                {
                    "rotate": "180deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 185,
                "left": 110,
                "width": 110,
                "height": 50,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The parachutes located behind the rear wheels of the dragster are the primary method of slowing and stopping the car at the end of a pass. When ready, the driver pulls the parachute lever to release the parachute.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 174,
            "left": 87,
            "transform": 
            [
                {
                    "rotate": "160deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 203,
                "left": 92,
                "width": 58,
                "height": 20,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The engine cowling is an aluminum body panel that sits above the engine in order to direct airflow over the rough surfaces of the engine. It also protects and foreign objects from coming into contact with the engine as it is running.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 170,
            "left": 257,
            "transform": 
            [
                {
                    "rotate": "180deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 197,
                "left": 209,
                "width": 140,
                "height": 70,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The car holds two fuel tanks - one for either side of the vehicle. Each fuel tank contains twelve gallons of jet fuel - 24 total gallons! Inside each tank is what's called a \"baffle\". These baffles help keep the fuel from sloshing while the car makes a pass down the track, but they are also structurally rigid to help dissipate energy in the event of a side-impact crash.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 274,
            "left": 242,
            "transform": 
            [
                {
                    "rotate": "0deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 232,
                "left": 204,
                "width": 105,
                "height": 30,
                "zIndex": 0
            }
        ]
    },
    {
        "info":
        {
            "text": "The front wing and nose of the car are the very first pieces to make contact with oncoming air. They are specifically designed to direct airflow over the rest of the car's body. Made entirely of aluminum, the wing is incredibly strong structurally - and helps to generate between 250 to 300 pounds of downforce as the car runs down the track!",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 284,
            "left": 720,
            "transform": 
            [
                {
                    "rotate": "0deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 245,
                "left": 700,
                "width": 50,
                "height": 35,
                "zIndex": 0
            }
        ]
    },
    {
        "info": 
        {
            "text": "The front wheels and tires of the dragster are made specifically for the car. The tires are pressurized to 40 psi (pounds per square inch) of shop air. The wheels and tires are also equipped with disc brakes to help hold the car in place while it is being staged (lined up) at the starting line of the drag strip.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 291,
            "left": 665,
            "transform": 
            [
                {
                    "rotate": "0deg"
                }
            ]
        },
        "pressables": 
        [
            {
                "top": 230, 
                "left": 646, 
                "width": 56, 
                "height": 56, 
                "borderRadius": 50,
                "zIndex": 2
            }
        ]
    },
    {
        "info":
        {
            "text": "The rear tires of the car are called \"racing slicks\". They are given this name because there is no tread on the tire - creating a \"slick\" surface. This is done in an attempt to maximize the surface area of the contact patch of the tire touching the ground for optimal grip and control while staging the car at the starting line.",
            "style": 
            {
                "top": "10%",
                "left": "10%",
                "width": "80%",
                "height": "20%"
            }
        },
        "pointer": 
        {
            "top": 286,
            "left": 154,
            "transform": 
            [
                {
                    "rotate": "0deg"
                }
            ]
        },
        "pressables":
        [
            {
                "top": 209, 
                "left": 127, 
                "width": 72, 
                "height": 70,
                "borderRadius": 50,
                "zIndex": 2
            }
        ]
    }
]